Repository: rafa3000/expire-users
Catalog: languages/expire-users-*.po
Languages: es_es

source: Expire Date
es_es: Fecha de caducidad

source: (expired)
es_es: (caducado)

source: User Expiry Information
es_es: Información de caducidad de usuario

source: Edit
es_es: Editar

source: Expiry Date
es_es: Fecha de caducidad

source: Never
es_es: Nunca

source: In
es_es: El

source: On
es_es: En

source: On Expire, Default to Role
es_es: Cuando caduca, cambiar al rol

source: Don't change role
es_es: No cambiar rol

source: Expire Actions
es_es: Acciones al caducar

source: Replace user's password with a randomly generated one
es_es: Reemplazar el password por uno generado automáticamente.

source: Remove expiry details and allow user to continue to login
es_es: Remover los detalles de expiración y permitir al usuario ingresar normalmente.

source: Email Notifications
es_es: Enviar una notificación por mail

source: View and configure messages
es_es: Ver y configurar mensajes

source: days
es_es: días

source: weeks
es_es: semanas

source: months
es_es: meses

source: years
es_es: años

source: Jan
es_es: Ene

source: Apr
es_es: Abr

source: Aug
es_es: Ago

source: Dec
es_es: Dic

source: Cancel
es_es: Cancelar

source: <p>Activate and configure default expiry settings for users who register via the registration form.</p>
es_es: <p>Activa y configura los datos de caducidad por defecto para los usuarios que se registren vía formulario de registro.</p>

source: <p><strong>Expiry Date</strong><br />Set a user to nevr expire, expire after a period of time or on a specific date.</p>
es_es: <p><strong>Fecha de caducidad</strong><br />Configura un usuario para no caducar nunca, caducar luego de un período de tiempo o en una fecha especificada.</p>

source: <p><strong>Default to Role</strong><br />When a user expires, you can assign them a different role.</p>
es_es: <p><strong>Cambiar de rol</strong><br />Cuando un usuario expira, puedes asignarle un rol diferente</p>

source: <p><strong>Expire Actions</strong><br />Other actions to trigger when a user expires:</p>
es_es: <p><strong>Acciones al caducar</strong><br />Otras acciones a ejecutar cuando el usuario caduca:</p>

source: <li>replace user's password with a randomly generated one.</li>
es_es: <li>reemplazar el password con uno generado aleatoriamente.</li>

source: <li>remove expiry details and allow user to continue to login.</li>
es_es: <li>eliminar los detalles de caducidad y permitir al usuario entrar librebente.</li>

source: <p><strong>Notification Emails</strong><br />These emails are sent if you have checked the checkboxes on a user's profile. Notification messages are configured on the <a href="%s">Expire Users settings</a> page.</p>
es_es: <p><strong>Emails de Notificación</strong><br /> Estos emails se envían si marcaste las casillas de verificación en la página del perfil del usuario. Los mensajes de notificación se configuran en la página de <a href="%s">Configuración de Caducidad de Usuarios</a>.</p>

source: Expiry Settings
es_es: Ajustes de caducidad

source: <p><strong>Notification Emails</strong><br />These emails are sent if you have checked the checkboxes on a user's profile.</p>
es_es: <p><strong>Emails de Notificación</strong><br /> Estos emails se envían si marcaste las casillas de verificación en la página del perfil del usuario.</p>

source: Expire Users Plugin
es_es: Plugin de ´Caducidad de Usuarios

source: Documentation
es_es: Documentación

source: Support Forum
es_es: Foro de Soporte

source: Contribute at Github
es_es: Contribuye en GitHub

source: Submit an Issue
es_es: Envía un problema

source: User Expired Notification
es_es: Notificación de usuario caducado

source: This email is sent to a user when their login details expire.
es_es: este email se le envía a un usuario cuando su contraseña expiró.

source: User Expired Admin Notification
es_es: Notificación de caducidad de un usuario para el administrador.

source: This email is sent to the WordPress admin email address when a user expires.
es_es: Este email se le enviará a los administradores cuando el usuario caduque.

source: Notification
es_es: Notificación

source: Message
es_es: Mensaje

source: No notification defined.
es_es: No hay notificación definida.

source: Settings
es_es: Ajustes

source: Expire Settings
es_es: Ajustes de caducidad

source: Expire Users Settings
es_es: Ajustes de Caducar Usuarios

source: Options saved
es_es: Opciones grabadas

source: Registered User Expiry Settings
es_es: Ajuste de Caducidad de Usuarios

source: Automatically set expiry date for new users who register via the registration form.
es_es: Asignar automáticamente una fecha de caducidad a los usuarios que se registraron vía formulario.

source: Notification Emails
es_es: Emails de notificación

source: These emails are sent if you have checked the checkboxes on a user's profile.
es_es: Estos emails se envían si marcaste las casillas de verificación en el perfil de un usuario.

source: You may use the following placeholders in the notification email messages below:
es_es: Puedes usar los siguientes códigos en el email de notificación de abajo.

source: Save Options
es_es: Grabar opciones

source: Expires: <strong>%s</strong>
es_es: Caduca: <strong>%s</strong>

source: Expired: <strong class="expire-user-expired">%s</strong>
es_es: Caducó: <strong class="expire-user-expired">%s</strong>

source: Expire: <strong>Never</strong>
es_es: Caduca: NUNCA

source: Your login details to %%sitename%% have expired
es_es: Tus contraseñas para %%sitename%% han caducado.

source: Login details to %%sitename%% have expired (%%username%%)
es_es: Las contraseñas para %%sitename%% han caducado.

source: Your access to %%sitename%% has expired.
es_es: Tu acceso a %%sitename%% ha caducado.

source: Access to %%sitename%% has expired for %%name%% (%%username%%) on %%expirydate%%
es_es: El acceso a %%sitename%% ha caducado para %%name%% (%%username%%) el %%expirydate%%

source: <strong>ERROR</strong>: Your user details have expired.
es_es: <strong>ERROR</strong>: Tus contraseñas han expirado.

source: <strong>ERROR</strong>: Your user details have expired so you are no longer able to reset your password.
es_es: <strong>ERROR</strong>: Tus coredenciales han caducado. Ya no podrás reiniciar tu contraseña.

source: Expires %s
es_es: Caduca %s

source: Expired %s
es_es: Caducó en %s

source: Never Expire
es_es: Nunca caduca.
